// 3-н хувьсагч зарлана уу. (a, b ,c)
// Дурын тоон утгууд хувьсагчдад онооно уу
// Дараа нь тухайн өгөгдсөн хувьсагчдаас хамгийн их утгатай хувьсагчийг console дээр хэвлэнэ үү
// Бас тухайн өгөгдсөн хувьсагчдаас хамгийн бага утгатай хувьсагчийг console дээр хэвлэнэ үү
// Тухайн утгууд нь хоорондоо бас тэнцүү байж болохыг анхаарна уу. Жишээ нь a = 5, b = 5, c = 5. Тэгвэл хамгийн их болон хамгийн бага утгууд нь 5 байна.
var number1 = 11;
var number2 = 12;
var number3 = 13;

var max = Math.max(number1, number2, number3);
console.log("хамгийн их утга:", max);
var minimum = Math.min(number1, number2, number3);
console.log("хамгийн бага утга:", minimum);
