//  Гончигсумлай хоолны газар оров. Орсон хоолны газар нь 5000₮ -
// 30000₮ хооронд 15% нэмж төлдөг, бусад үед 20% - ийг нэмж төлдөг бол.
// Эдгээр тохиолдолуудад нийт хэдийг төлөхийг олно уу. Эдгээр тохиолдолуудад тус бүр хэдийг төлөх вэ?
// 3000₮, 27500₮, 100000₮. (if else ашиглахгүй ternary operator ашиглаарай).
//  || ali negni
//  && bugd biylsen uyd
//  !== tentsu bish uyd
// let o = 3;
// o == 5 ? (o = o + 3) : o == 4 ? (o = 0) : (o = 2);
// console.log(o);
let x = prompt("Too oruulnauu");
2000;
x >= 5000 && x <= 30000 ? (x = x * 1.15) : (x = x * 1.2);
console.log(x);
3000;
