//  || ali negni
//  && bugd biylsen bolomjtoi uyd
//  !== tentsu bish uyd
// let o = 3;
// o == 5 ? (o = o + 3) : o == 4 ? (o = 0) : (o = 2);
// console.log(o);
//
//
//
//
//
//
// 1. Тоогоор илэрхийлсэн дүн буюу n-д утга онооход түүнд харгалзах үсгийг / A,B,C,D,F / хэвлэнэ.
let n = prompt("utga oruulna uu");
n == 1
  ? (n = "A")
  : n == 2
  ? (n = "B")
  : n == 3
  ? (n = "C")
  : n == 4
  ? (n = "C")
  : n == 5
  ? (n = "F")
  : (n = "buruu");
console.log(n);

// 2. сарын дугаар буюу n - 1<=n=>12-д хувьсагчид байх утгын дагуу тухайн сарын өдрийн тоог хэвлэнэ.
// хэрэв 2 дугаар сар бол 28 or 29 гэж хэвлэнэ
var sar1 = 1;
