// 1. 4 н хувьсагч зарлан тоон утга өг.Өгөгдсөн 4 тооны 80-аас их тоонуудын нийлбэрийг ол.:
// a=85 b=75 c=96 d=69
// 80-аас их тоонуудын нийлбэрийг: 181
// 2. 4 н хувьсагч зарлан тоон утга өг.Өгөгдсөн 4 тооны 5-аас бага тоонуудын үржвэрийг ол. 5-аас бага тоо ядаж 1 байгаа:
// a=3 b=7 c=2 d=4
// 5-аас бага тоонуудын үржвэр: 24
var a = 85;
var b = 75;
var c = 96;
var d = 69;

var sum = 0;

if (a > 80) {
  sum += a;
}

if (b > 80) {
  sum += b;
}

if (c > 80) {
  sum += c;
}

if (d > 80) {
  sum += d;
}

console.log("80aas ih toonii niilbervvd:", sum);
// 2. 4 н хувьсагч зарлан тоон утга өг.Өгөгдсөн 4 тооны 5-аас бага тоонуудын үржвэрийг ол. 5-аас бага тоо ядаж 1 байгаа:
// a=3 b=7 c=2 d=4
// 5-аас бага тоонуудын үржвэр: 24
var a = 3;
var b = 7;
var c = 2;
var d = 4;

var sum = 1;

if (a < 5) {
  sum *= a;
}

if (b < 5) {
  sum *= b;
}

if (c < 5) {
  sum *= c;
}

if (d < 5) {
  sum *= d;
}
console.log("5 aas baga tooni vrjver:   ", sum);
